<!DOCTYPE html>
<html lang="en">
<head>
    <title>مكتبة استفد</title>
</head>

<body>
    <?php
    include 'st.css';
    include 'list.php';
    ?>
    <center>
    <div id="d5" style="background: #0000FF; width: 100%; height: 500px;">
        <br><br><br><br>
        <h2>حول المكتبة واهدافها</h2>
        <div style="width: 45%; float: left; text-align: right; margin: 5px; padding: 5px;">
            <p style="text-align: justify; direction: rtl;">
            نَّ حصر دور المكتبة في توفير موارد المعارف والعلوم للباحثين عنها يُعدُّ حصراً لها في مفهوم ضيق، فالمكتبة تُعدُّ مصدراً مهماً من مصادر تشكيل ثقافة المجتمع فيما تقدّمه للأفراد من فرص للتواصل وتعلم مهارات اكتساب المعرفة، وتحدٍ للفرضيات، وبحثٍ عن الحقائق، وتبادل لوجهات النظر، فالمكتبة تتيح للفرد فرصة للتعلم الذاتي الذي يخلق منه فرداً مبدعاً ومطلعاً على قضايا مجتمعه ومحيطه، وهو الأمر الذي ينتج عنه ثقافة راقية وخاصة تميّز كل مجتمع عن المجتمعات الأخرى، بالإضافة إلى دور المكتبات في حفظ الإرث الثقافي الخاص بكل مجتمع، فالإرث الثقافي يشكّل عنصراً أساسياً من عناصر الثقافة التي لا تقوم إلّا بها، فقد عُرّفت الثقافة بأنها ذلك الكل المركب الذي يتضمن المعارف، والعقائد، والفنون، والأخلاق، والقوانين، والعادات وأي قدرات يكتسبها الإنسان نتيجة لوجوده في مجتمع ما، وهي الأمور التي تسعى المكتبات لحفظها واختزالها عبر العصور، مما يخلُص بنا لاستنتاجٍ مفاده أنّ تطور المكتبات يعدُّ مؤشراً حقيقياً يُقاس به تطوّر الدول.
            <p>
        </div>
        <div style="width: 45%; float: right;">
            <img style="width: 55%" src="img/FB_IMG_1725867192541.jpg">
            
        </div>
    </div>
</center>
</body>
</html>